Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Talk with Hermes. Your voice is transcribed on this Mac and the reply is read aloud. Free.
de: Sprechen Sie mit Hermes. Ihre Stimme wird auf diesem Mac transkribiert und die Antwort vorgelesen. Kostenlos.
es: Habla con Hermes. Tu voz se transcribe en este Mac y la respuesta se lee en voz alta. Gratis.
fr: Parlez avec Hermes. Votre voix est transcrite sur ce Mac et la réponse est lue à voix haute. Gratuit.
ja: Hermes と話せます。あなたの声はこの Mac で文字起こしされ、返答が読み上げられます。無料です。
pt_br: Fale com o Hermes. Sua voz é transcrita neste Mac e a resposta é lida em voz alta. Grátis.
zh_hans: 与 Hermes 对话。你的声音在这台 Mac 上转录，回复会被朗读出来。免费。

source: Text to Speech
de: Text zu Sprache
es: Texto a voz
fr: Texte en voix
ja: テキストから音声
pt_br: Texto para fala
zh_hans: 文字转语音

source: Text to speech
de: Text zu Sprache
es: Texto a voz
fr: Texte en voix
ja: テキストから音声
pt_br: Texto para fala
zh_hans: 文字转语音

source: The Hermes host couldn't speak part of that reply, so Scarf used this Mac's system voice.
de: Der Hermes-Host konnte einen Teil dieser Antwort nicht sprechen, daher hat Scarf die Systemstimme dieses Mac verwendet.
es: El host de Hermes no pudo decir parte de esa respuesta, así que Scarf usó la voz del sistema de este Mac.
fr: L’hôte Hermes n’a pas pu dire une partie de cette réponse : Scarf a donc utilisé la voix système de ce Mac.
ja: Hermes ホストが返答の一部を読み上げられなかったため、Scarf はこの Mac のシステム音声を使用しました。
pt_br: O host do Hermes não conseguiu falar parte dessa resposta, então o Scarf usou a voz do sistema deste Mac.
zh_hans: Hermes 主机无法朗读该回复的一部分，因此 Scarf 改用了这台 Mac 的系统语音。

source: This Mac can't transcribe your language without sending audio away.
de: Dieser Mac kann Ihre Sprache nicht transkribieren, ohne Audio zu verschicken.
es: Este Mac no puede transcribir tu idioma sin enviar el audio fuera.
fr: Ce Mac ne peut pas transcrire votre langue sans envoyer l’audio ailleurs.
ja: この Mac は、音声を外部に送らずにお使いの言語を文字起こしすることができません。
pt_br: Este Mac não consegue transcrever seu idioma sem enviar o áudio para fora.
zh_hans: 这台 Mac 无法在不外发音频的情况下转录你的语言。

source: This Mac's voice
de: Stimme dieses Mac
es: La voz de este Mac
fr: La voix de ce Mac
ja: この Mac の音声
pt_br: A voz deste Mac
zh_hans: 这台 Mac 的语音

source: This iPhone has no on-device speech recognition for your language, and ScarfGo never sends your voice away to transcribe it.
de: Dieses iPhone hat für Ihre Sprache keine Spracherkennung auf dem Gerät, und ScarfGo sendet Ihre Stimme nie zum Transkribieren weg.
es: Este iPhone no tiene reconocimiento de voz en el dispositivo para tu idioma, y ScarfGo nunca envía tu voz fuera para transcribirla.
fr: Cet iPhone n’a pas de reconnaissance vocale sur l’appareil pour votre langue, et ScarfGo n’envoie jamais votre voix ailleurs pour la transcrire.
ja: この iPhone には、お使いの言語の端末内音声認識がありません。また ScarfGo は、文字起こしのためにあなたの声を外部へ送ることはありません。
pt_br: Este iPhone não tem reconhecimento de fala no dispositivo para o seu idioma, e o ScarfGo nunca envia sua voz para fora para transcrevê-la.
zh_hans: 这台 iPhone 没有适用于你所用语言的设备端语音识别，而 ScarfGo 绝不会把你的声音外发去转录。

source: Voice conversation
de: Sprachgespräch
es: Conversación de voz
fr: Conversation vocale
ja: 音声での会話
pt_br: Conversa por voz
zh_hans: 语音对话

source: Voice session
de: Sprachsitzung
es: Sesión de voz
fr: Session vocale
ja: 音声セッション
pt_br: Sessão de voz
zh_hans: 语音会话

source: Your voice is transcribed on this Mac and never sent anywhere. Only the words you said reach Hermes, as an ordinary chat turn, and only the reply text reaches the host's text-to-speech provider.
de: Ihre Stimme wird auf diesem Mac transkribiert und nirgendwohin gesendet. Nur die von Ihnen gesprochenen Wörter erreichen Hermes, als gewöhnlicher Chat-Zug, und nur der Antworttext erreicht den Text-to-Speech-Anbieter des Hosts.
es: Tu voz se transcribe en este Mac y no se envía a ninguna parte. Solo las palabras que dijiste llegan a Hermes, como un turno de chat normal, y solo el texto de la respuesta llega al proveedor de texto a voz del host.
fr: Votre voix est transcrite sur ce Mac et n’est envoyée nulle part. Seuls les mots que vous avez dits parviennent à Hermes, comme un tour de chat ordinaire, et seul le texte de la réponse parvient au fournisseur de synthèse vocale de l’hôte.
ja: あなたの声はこの Mac で文字起こしされ、どこにも送信されません。Hermes に届くのは、通常のチャットのターンとして、あなたが話した言葉だけです。ホストの音声合成プロバイダに届くのは返答のテキストだけです。
pt_br: Sua voz é transcrita neste Mac e nunca é enviada a lugar nenhum. Só as palavras que você disse chegam ao Hermes, como um turno de chat comum, e só o texto da resposta chega ao provedor de texto para fala do host.
zh_hans: 你的声音在这台 Mac 上转录，绝不会发送到任何地方。只有你说出的话会作为一次普通的聊天对话到达 Hermes，也只有回复文本会到达主机的文字转语音服务。

source: Your voice stays on this Mac; replies are spoken by %@ on the Hermes host.
de: Ihre Stimme bleibt auf diesem Mac; Antworten werden von %@ auf dem Hermes-Host gesprochen.
es: Tu voz se queda en este Mac; las respuestas las dice %@ en el host de Hermes.
fr: Votre voix reste sur ce Mac ; les réponses sont dites par %@ sur l’hôte Hermes.
ja: あなたの声はこの Mac から出ません。返答は Hermes ホスト上の %@ が読み上げます。
pt_br: Sua voz fica neste Mac; as respostas são faladas por %@ no host do Hermes.
zh_hans: 你的声音不会离开这台 Mac；回复由 Hermes 主机上的 %@ 朗读。

source: Your voice stays on this Mac; replies are spoken by this Mac's own voice.
de: Ihre Stimme bleibt auf diesem Mac; Antworten werden von der eigenen Stimme dieses Mac gesprochen.
es: Tu voz se queda en este Mac; las respuestas las dice la propia voz de este Mac.
fr: Votre voix reste sur ce Mac ; les réponses sont dites par la voix propre de ce Mac.
ja: あなたの声はこの Mac から出ません。返答はこの Mac 自身の音声で読み上げられます。
pt_br: Sua voz fica neste Mac; as respostas são faladas pela própria voz deste Mac.
zh_hans: 你的声音不会离开这台 Mac；回复由这台 Mac 自身的语音朗读。

source: Your voice stays on this iPhone; replies are spoken by the host's voice or the system voice.
de: Ihre Stimme bleibt auf diesem iPhone; Antworten werden von der Stimme des Hosts oder der Systemstimme gesprochen.
es: Tu voz se queda en este iPhone; las respuestas las dice la voz del host o la voz del sistema.
fr: Votre voix reste sur cet iPhone ; les réponses sont dites par la voix de l’hôte ou par la voix système.
ja: あなたの声はこの iPhone から出ません。返答はホストの音声かシステム音声で読み上げられます。
pt_br: Sua voz fica neste iPhone; as respostas são faladas pela voz do host ou pela voz do sistema.
zh_hans: 你的声音不会离开这台 iPhone；回复由主机的语音或系统语音朗读。

source: edge (the Hermes default)
de: edge (der Hermes-Standard)
es: edge (el predeterminado de Hermes)
fr: edge (le service par défaut de Hermes)
ja: edge（Hermes の既定）
pt_br: edge (o padrão do Hermes)
zh_hans: edge（Hermes 的默认服务）

source: %@ (offline)
es: %@ (sin conexión)
fr: %@ (hors ligne)
ja: %@（オフライン）
zh_hans: %@（离线）

source: %@ reasoning
es: %@ razonamiento
fr: %@ raisonnement
ja: %@ 推論
pt_br: %@ raciocínio
zh_hans: %@ 推理

# %@s · %lld tools
source: %1$@s · %2$lld tools
es: %1$@ s · %2$lld herramientas
fr: %1$@ s · %2$lld outils
ja: %1$@ 秒 · %2$lld ツール
pt_br: %1$@ s · %2$lld ferramentas
zh_hans: %1$@秒 · %2$lld 个工具

source: %lld reasoning
es: %lld razonamiento
fr: %lld raisonnement
ja: %lld 推論
pt_br: %lld raciocínio
zh_hans: %lld 次推理

source: %lld tools
es: %lld herramientas
fr: %lld outils
ja: %lld ツール
pt_br: %lld ferramentas
zh_hans: %lld 个工具

source: Access Token
es: Token de acceso
fr: Jeton d’accès
ja: アクセストークン
pt_br: Token de acesso
zh_hans: 访问令牌

source: Acme Q3 Review
es: Revisión Q3 de Acme
fr: Revue T3 Acme
ja: Acme Q3 レビュー
pt_br: Revisão do 3º trimestre da Acme
zh_hans: Acme 第三季度评审

source: agent (optional)
es: agente (opcional)
fr: agent (optionnel)
ja: エージェント(任意)
pt_br: agente (opcional)
zh_hans: agent(可选)

source: Agent Log
es: Registro del agente
fr: Journal de l'agent
ja: エージェントログ
pt_br: Log do agente
zh_hans: Agent 日志

source: API key / Bearer token
es: Clave de API / token Bearer
fr: Clé d’API / jeton Bearer
ja: API キー / Bearer トークン
pt_br: Chave de API / token Bearer
zh_hans: API 密钥 / Bearer 令牌

source: API Version
es: Versión de la API
fr: Version de l’API
ja: API バージョン
pt_br: Versão da API
zh_hans: API 版本

source: App ID
es: ID de la app
fr: ID de l’app
pt_br: ID do app

source: App Secret
es: Secreto de la app
fr: Secret de l’app
ja: App シークレット
pt_br: Segredo do app
zh_hans: App 密钥

source: App Token (xapp-)
es: Token de la app (xapp-)
fr: Jeton de l’app (xapp-)
ja: App トークン (xapp-)
pt_br: Token do app (xapp-)
zh_hans: App 令牌 (xapp-)

source: Auto TTS
es: TTS automático
fr: TTS automatique
ja: 自動 TTS
pt_br: TTS automático
zh_hans: 自动 TTS

source: Bit Rate
es: Tasa de bits
fr: Débit binaire
ja: ビットレート
pt_br: Taxa de bits
zh_hans: 比特率

source: BlueBubbles Server
es: Servidor BlueBubbles
fr: Serveur BlueBubbles
ja: BlueBubbles サーバー
zh_hans: BlueBubbles 服务器

source: Board
es: Tablero
fr: Tableau
ja: ボード
pt_br: Quadro
zh_hans: 看板

source: Bot name
es: Nombre del bot
fr: Nom du bot
ja: ボット名
pt_br: Nome do bot
zh_hans: 机器人名称

source: Bot name: %@
es: Nombre del bot: %@
fr: Nom du bot : %@
ja: ボット名: %@
pt_br: Nome do bot: %@
zh_hans: 机器人名称:%@

source: Bot Token
es: Token del bot
fr: Jeton du bot
ja: ボットトークン
pt_br: Token do bot
zh_hans: 机器人令牌

source: Bot Token (xoxb-)
es: Token del bot (xoxb-)
fr: Jeton du bot (xoxb-)
ja: ボットトークン (xoxb-)
pt_br: Token do bot (xoxb-)
zh_hans: 机器人令牌 (xoxb-)

source: Branch: %@
es: Rama: %@
fr: Branche : %@
ja: ブランチ: %@
zh_hans: 分支:%@

source: Browser
es: Navegador
fr: Navigateur
ja: ブラウザ
pt_br: Navegador
zh_hans: 浏览器

source: Bundles
es: Paquetes
ja: バンドル
pt_br: Pacotes
zh_hans: 捆绑包

source: Cache TTL (s)
es: TTL de caché (s)
fr: TTL du cache (s)
ja: キャッシュ TTL (秒)
pt_br: TTL do cache (s)
zh_hans: 缓存 TTL(秒)

source: Caching
es: Caché
fr: Mise en cache
ja: キャッシュ
pt_br: Cache
zh_hans: 缓存

source: Chat tab
es: Pestaña Chat
fr: Onglet Chat
ja: チャットタブ
pt_br: Aba Chat
zh_hans: 聊天标签页

source: Checkpoints
es: Puntos de control
fr: Points de contrôle
ja: チェックポイント
zh_hans: 检查点

source: Code: %@
es: Código: %@
ja: コード: %@
pt_br: Código: %@
zh_hans: 代码:%@

source: Container Limits
es: Límites del contenedor
fr: Limites du conteneur
ja: コンテナ制限
pt_br: Limites do contêiner
zh_hans: 容器限制

source: Credential Pools
es: Grupos de credenciales
fr: Pools d'identifiants
ja: 資格情報プール
pt_br: Pools de credenciais
zh_hans: 凭证池

source: Cron Drain Timeout (s)
es: Tiempo de drenaje de cron (s)
fr: Délai de vidange cron (s)
ja: cron ドレインタイムアウト（秒）
pt_br: Tempo de drenagem do cron (s)
zh_hans: Cron 排空超时（秒）

source: Cron jobs
es: Tareas cron
fr: Tâches cron
ja: Cron ジョブ
pt_br: Tarefas cron
zh_hans: 定时任务

source: Cron Jobs
es: Tareas cron
fr: Tâches cron
ja: Cron ジョブ
pt_br: Tarefas cron
zh_hans: 定时任务

source: Daemon
es: Demonio
fr: Démon
ja: デーモン
zh_hans: 守护进程

source: Dashboard
es: Panel
fr: Tableau de bord
ja: ダッシュボード
pt_br: Painel
zh_hans: 仪表盘

source: Dashboard tab
es: Pestaña Panel
fr: Onglet Tableau de bord
ja: ダッシュボードタブ
pt_br: Aba Painel
zh_hans: 仪表盘标签页

source: Delegation
es: Delegación
fr: Délégation
ja: 委譲
pt_br: Delegação
zh_hans: 委派

source: Details
es: Detalles
fr: Détails
ja: 詳細
pt_br: Detalhes
zh_hans: 详情

source: Docker image
es: Imagen de Docker
fr: Image Docker
ja: Docker イメージ
pt_br: Imagem Docker
zh_hans: Docker 镜像

source: Domain
es: Dominio
fr: Domaine
ja: ドメイン
pt_br: Domínio
zh_hans: 域名

source: Domains
es: Dominios
fr: Domaines
ja: ドメイン
pt_br: Domínios
zh_hans: 域名

source: Encrypt Key
es: Clave de cifrado
fr: Clé de chiffrement
ja: 暗号化キー
pt_br: Chave de criptografia
zh_hans: 加密密钥

source: exit code: %d
es: código de salida: %d
fr: code de sortie : %d
ja: 終了コード: %d
pt_br: código de saída: %d
zh_hans: 退出码:%d

source: Feedback
es: Comentarios
fr: Retour
ja: フィードバック
zh_hans: 反馈

source: Filter
es: Filtro
fr: Filtre
ja: フィルタ
pt_br: Filtro
zh_hans: 筛选

source: Format
es: Formato
ja: 形式
pt_br: Formato
zh_hans: 格式

source: Gateway Timeout (s)
es: Tiempo de espera del gateway (s)
fr: Délai de la passerelle (s)
ja: ゲートウェイタイムアウト（秒）
pt_br: Tempo limite do gateway (s)
zh_hans: 网关超时（秒）

source: Gateway Turn Lease Timeout (s)
es: Tiempo de arrendamiento de turno del gateway (s)
fr: Délai de bail de tour de la passerelle (s)
ja: ゲートウェイのターンリースタイムアウト（秒）
pt_br: Tempo limite de concessão de turno do gateway (s)
zh_hans: 网关轮次租约超时（秒）

source: Header
es: Cabecera
fr: En-tête
ja: ヘッダー
pt_br: Cabeçalho
zh_hans: 请求头

source: Header name
es: Nombre del encabezado
fr: Nom de l'en-tête
ja: ヘッダー名
pt_br: Nome do cabeçalho
zh_hans: 标头名称

source: Helper Timeout (s)
es: Tiempo de espera del asistente (s)
fr: Délai du service auxiliaire (s)
ja: ヘルパーのタイムアウト (秒)
pt_br: Tempo limite do auxiliar (s)
zh_hans: 辅助进程超时(秒)

source: Hermes binary
es: Binario de Hermes
fr: Binaire Hermes
ja: Hermes バイナリ
pt_br: Binário do Hermes
zh_hans: Hermes 二进制文件

source: Hermes Proxy
es: Proxy de Hermes
fr: Proxy Hermes
ja: Hermes プロキシ
zh_hans: Hermes 代理

source: HMAC Secret
es: Secreto HMAC
fr: Secret HMAC
ja: HMAC シークレット
pt_br: Segredo HMAC
zh_hans: HMAC 密钥

source: Homeserver URL
es: URL del homeserver
fr: URL du homeserver
ja: ホームサーバー URL
pt_br: URL do homeserver

source: HTTP URL
es: URL HTTP
fr: URL HTTP
pt_br: URL HTTP

source: Image
es: Imagen
ja: イメージ
pt_br: Imagem
zh_hans: 镜像

source: IMAP Host
es: Host IMAP
fr: Hôte IMAP
ja: IMAP ホスト
pt_br: Host IMAP
zh_hans: IMAP 主机

source: IMAP Port
es: Puerto IMAP
fr: Port IMAP
ja: IMAP ポート
pt_br: Porta IMAP
zh_hans: IMAP 端口

source: in %@
es: en %@
fr: dans %@
ja: %@ 内
pt_br: em %@
zh_hans: 在 %@ 中

source: Info
es: Información
ja: 情報
pt_br: Informação
zh_hans: 信息

source: Inline Diffs
es: Diferencias en línea
fr: Diffs en ligne
ja: インライン差分
pt_br: Diffs em linha
zh_hans: 内联差异

source: Job
es: Tarea
fr: Tâche
ja: ジョブ
pt_br: Tarefa
zh_hans: 任务

source: Label (optional)
es: Etiqueta (opcional)
fr: Étiquette (optionnel)
ja: ラベル(任意)
pt_br: Rótulo (opcional)
zh_hans: 标签(可选)

source: Layout
es: Diseño
fr: Mise en page
ja: レイアウト
zh_hans: 布局

source: live
es: en vivo
fr: en direct
ja: ライブ
pt_br: ao vivo
zh_hans: 实时

source: Logging
es: Registro
fr: Journalisation
ja: ログ
pt_br: Registro
zh_hans: 日志

source: Logs
es: Registros
fr: Journaux
ja: ログ
zh_hans: 日志

source: Max (ms)
es: Máx. (ms)
ja: 最大 (ミリ秒)
pt_br: Máx. (ms)
zh_hans: 最大(毫秒)

source: max %@
es: máx %@
ja: 最大 %@
pt_br: máx. %@
zh_hans: 最大 %@

source: Max Snapshots
es: Instantáneas máximas
fr: Instantanés max.
ja: 最大スナップショット数
pt_br: Máx. de snapshots
zh_hans: 最大快照数

source: Max turns
es: Turnos máximos
fr: Nombre max de tours
ja: 最大ターン数
pt_br: Máximo de turnos
zh_hans: 最大回合数

source: MCP server %@
es: Servidor MCP %@
fr: Serveur MCP %@
ja: MCP サーバー %@
pt_br: Servidor MCP %@
zh_hans: MCP 服务器 %@

source: Messaging Gateway
es: Gateway de mensajería
fr: Passerelle de messagerie
ja: メッセージングゲートウェイ
pt_br: Gateway de mensagens
zh_hans: 消息 Gateway

source: Min (ms)
es: Mín. (ms)
ja: 最小 (ミリ秒)
pt_br: Mín. (ms)
zh_hans: 最小(毫秒)

source: Name
es: Nombre
fr: Nom
ja: 名前
pt_br: Nome
zh_hans: 名称

source: neutral
es: neutro
fr: neutre
ja: ニュートラル
pt_br: neutro
zh_hans: 中性

source: OK
es: Aceptar
zh_hans: 确定

source: Online/offline status
es: Estado en línea/desconectado
fr: Statut en ligne/hors ligne
ja: オンライン/オフラインの状態
pt_br: Status on-line/off-line
zh_hans: 在线/离线状态

source: Optional
es: Opcional
fr: Optionnel
ja: 任意
pt_br: Opcional
zh_hans: 可选

source: Peers
es: Pares
fr: Pairs
ja: ピア
zh_hans: 对端

source: Plugin repository
es: Repositorio del plugin
fr: Dépôt du plugin
ja: プラグインのリポジトリ
pt_br: Repositório do plugin
zh_hans: 插件仓库

source: Port
es: Puerto
ja: ポート
pt_br: Porta
zh_hans: 端口

source: PROMPT
es: INSTRUCCIÓN
fr: INVITE
ja: プロンプト
zh_hans: 提示词

source: Prompt Cache TTL
es: TTL de la caché de prompts
fr: TTL du cache de prompts
ja: プロンプトキャッシュ TTL
pt_br: TTL do cache de prompts
zh_hans: 提示词缓存 TTL

source: Push to Talk
es: Pulsar para hablar
ja: 押して話す
pt_br: Pressionar para falar
zh_hans: 按住说话

source: Push-to-Talk
es: Pulsar para hablar
ja: プッシュ・トゥ・トーク
pt_br: Pressionar para falar
zh_hans: 按住说话

source: Reasoning
es: Razonamiento
fr: Raisonnement
ja: 推論
pt_br: Raciocínio
zh_hans: 推理

source: Reasoning effort
es: Esfuerzo de razonamiento
fr: Effort de raisonnement
ja: 推論の強度
pt_br: Esforço de raciocínio
zh_hans: 推理强度

source: Reasoning Tokens
es: Tokens de razonamiento
fr: Jetons de raisonnement
ja: 推論トークン
pt_br: Tokens de raciocínio
zh_hans: 推理 token

source: remote
es: remoto
fr: distant
ja: リモート
pt_br: remoto
zh_hans: 远程

source: Remote
es: Remoto
fr: Distant
ja: リモート
pt_br: Remoto
zh_hans: 远程

source: Remote (%lld)
es: Remoto (%lld)
fr: Distants (%lld)
ja: リモート (%lld)
pt_br: Remotos (%lld)
zh_hans: 远程 (%lld)

source: Remote (HTTP)
es: Remoto (HTTP)
fr: Distant (HTTP)
ja: リモート (HTTP)
pt_br: Remoto (HTTP)
zh_hans: 远程 (HTTP)

source: Remote (SSE)
es: Remoto (SSE)
fr: Distant (SSE)
ja: リモート (SSE)
pt_br: Remoto (SSE)
zh_hans: 远程 (SSE)

source: Remote host
es: Host remoto
fr: Hôte distant
ja: リモートホスト
pt_br: Host remoto
zh_hans: 远程主机

source: Remote peers, %lld
es: Pares remotos, %lld
fr: Pairs distants, %lld
ja: リモートピア、%lld 件
pt_br: Peers remotos, %lld
zh_hans: 远程对端,%lld

source: Rich Chat
es: Chat enriquecido
fr: Chat enrichi
ja: リッチチャット
pt_br: Chat avançado
zh_hans: 富文本聊天

source: Rich messages (Bot API 10.1)
es: Mensajes enriquecidos (Bot API 10.1)
fr: Messages enrichis (Bot API 10.1)
ja: リッチメッセージ (Bot API 10.1)
pt_br: Mensagens ricas (Bot API 10.1)
zh_hans: 富文本消息(Bot API 10.1)

source: Rotation
es: Rotación
ja: ローテーション
pt_br: Rotação
zh_hans: 轮换

source: Route
es: Ruta
ja: ルート
pt_br: Rota
zh_hans: 路由

source: Secret
es: Secreto
ja: シークレット
pt_br: Segredo
zh_hans: 密钥

source: Secrets
es: Secretos
ja: シークレット
pt_br: Segredos
zh_hans: 密钥

source: Server
es: Servidor
fr: Serveur
ja: サーバー
pt_br: Servidor
zh_hans: 服务器

source: Server name
es: Nombre del servidor
fr: Nom du serveur
ja: サーバー名
pt_br: Nome do servidor
zh_hans: 服务器名称

source: Server URL
es: URL del servidor
fr: URL du serveur
ja: サーバー URL
pt_br: URL do servidor
zh_hans: 服务器 URL

source: signal-cli Terminal
es: Terminal signal-cli
fr: Terminal signal-cli
ja: signal-cli ターミナル
pt_br: Terminal signal-cli
zh_hans: signal-cli 终端

source: Skill name
es: Nombre de la habilidad
fr: Nom de la compétence
ja: スキル名
pt_br: Nome da habilidade
zh_hans: 技能名称

source: Skills
es: Habilidades
fr: Compétences
ja: スキル
pt_br: Habilidades
zh_hans: 技能

source: Skills (%lld)
es: Habilidades (%lld)
fr: Compétences (%lld)
ja: スキル (%lld)
pt_br: Habilidades (%lld)
zh_hans: 技能 (%lld)

source: skills %@
es: habilidades %@
fr: compétences %@
ja: スキル %@
pt_br: habilidades %@
zh_hans: 技能 %@

source: Skills Hub
es: Hub de habilidades
ja: スキルハブ
pt_br: Hub de habilidades
zh_hans: 技能 Hub

source: Skills tab
es: Pestaña Habilidades
fr: Onglet Compétences
ja: スキルタブ
pt_br: Aba Habilidades
zh_hans: 技能标签页

source: SMTP Host
es: Host SMTP
fr: Hôte SMTP
ja: SMTP ホスト
pt_br: Host SMTP
zh_hans: SMTP 主机

source: SMTP Port
es: Puerto SMTP
fr: Port SMTP
ja: SMTP ポート
pt_br: Porta SMTP
zh_hans: SMTP 端口

source: ssh trace
es: traza ssh
fr: trace ssh
ja: ssh トレース
pt_br: trace do ssh
zh_hans: ssh 跟踪

source: Status
es: Estado
fr: Statut
ja: ステータス
zh_hans: 状态

source: status %@
es: estado %@
fr: statut %@
ja: ステータス %@
zh_hans: 状态 %@

source: streaming
es: transmisión
ja: ストリーミング
zh_hans: 流式传输

source: Subagent
es: Subagente
fr: Sous-agent
ja: サブエージェント
pt_br: Subagente
zh_hans: 子 agent

source: Subagent %@
es: Subagente %@
fr: Sous-agent %@
ja: サブエージェント %@
pt_br: Subagente %@
zh_hans: 子智能体 %@

source: System
es: Sistema
fr: Système
ja: システム
pt_br: Sistema
zh_hans: 系统

source: System tab
es: Pestaña Sistema
fr: Onglet Système
ja: システムタブ
pt_br: Aba Sistema
zh_hans: 系统标签页

source: Text-to-Speech
es: Texto a voz
fr: Synthèse vocale
ja: 音声合成
pt_br: Texto para voz
zh_hans: 文字转语音

source: Timeout (s)
es: Tiempo de espera (s)
fr: Délai (s)
ja: タイムアウト（秒）
pt_br: Tempo limite (s)
zh_hans: 超时（秒）

# Timeout: %llds (%@)
source: Timeout: %1$llds (%2$@)
es: Tiempo de espera: %1$lld s (%2$@)
fr: Délai : %1$lld s (%2$@)
ja: タイムアウト: %1$lld 秒 (%2$@)
pt_br: Tempo limite: %1$lld s (%2$@)
zh_hans: 超时:%1$lld 秒 (%2$@)

source: Timeouts
es: Tiempos de espera
fr: Délais
ja: タイムアウト
pt_br: Tempos limite
zh_hans: 超时

source: Tirith Sandbox
es: Sandbox Tirith
fr: Bac à sable Tirith
ja: Tirith サンドボックス
pt_br: Sandbox Tirith
zh_hans: Tirith 沙箱

source: Tools
es: Herramientas
fr: Outils
ja: ツール
pt_br: Ferramentas
zh_hans: 工具

source: Toolset %@
es: Conjunto de herramientas %@
fr: Jeu d'outils %@
ja: ツールセット %@
pt_br: Conjunto de ferramentas %@
zh_hans: 工具集 %@

source: Toolsets
es: Conjuntos de herramientas
fr: Jeux d'outils
ja: ツールセット
pt_br: Conjuntos de ferramentas
zh_hans: 工具集

source: Top Tools
es: Herramientas principales
fr: Outils principaux
ja: トップツール
pt_br: Principais ferramentas
zh_hans: 常用工具

source: Trend
es: Tendencia
fr: Tendance
ja: 傾向
pt_br: Tendência
zh_hans: 趋势

source: Turns & Reasoning
es: Turnos y razonamiento
fr: Tours et raisonnement
ja: ターンと推論
pt_br: Turnos e raciocínio
zh_hans: 轮次与推理

source: Updates
es: Actualizaciones
fr: Mises à jour
ja: アップデート
pt_br: Atualizações
zh_hans: 更新

source: Upgrade
es: Actualizar
fr: Mettre à niveau
ja: アップグレード
pt_br: Atualizar
zh_hans: 升级

source: VAD Filter
es: Filtro VAD
fr: Filtre VAD
ja: VAD フィルタ
pt_br: Filtro VAD
zh_hans: VAD 过滤器

source: Verify Token
es: Token de verificación
fr: Jeton de vérification
ja: Verify トークン
pt_br: Token de verificação
zh_hans: 校验令牌

source: Version
es: Versión
ja: バージョン
pt_br: Versão
zh_hans: 版本

source: Vision
es: Visión
ja: ビジョン
pt_br: Visão
zh_hans: 视觉

source: WABA ID
es: ID de WABA
fr: ID WABA
pt_br: ID do WABA

source: Web Dashboard
es: Panel web
fr: Tableau de bord web
ja: Web ダッシュボード
pt_br: Painel web
zh_hans: 网页仪表盘

source: Web Tools
es: Herramientas web
fr: Outils web
ja: Web ツール
pt_br: Ferramentas web
zh_hans: 网页工具

source: Webhook Port
es: Puerto del webhook
fr: Port du webhook
ja: Webhook ポート
pt_br: Porta do webhook
zh_hans: Webhook 端口

source: Webhook Secret
es: Secreto del webhook
fr: Secret du webhook
ja: Webhook シークレット
pt_br: Segredo do webhook
zh_hans: Webhook 密钥

source: Webhook URL
es: URL del webhook
fr: URL du webhook
pt_br: URL do webhook

source: WebSocket URL
es: URL de WebSocket
fr: URL WebSocket
pt_br: URL do WebSocket

source: %@ tokens
fr: %@ jetons
ja: %@ トークン
zh_hans: %@ 个令牌

source: %lld tok
fr: %lld jet.
ja: %lld トークン
zh_hans: %lld 个令牌

source: %lld tokens
fr: %lld jetons
ja: %lld トークン
zh_hans: %lld 个令牌

source: ^[%lld chat](inflect: true)
fr: ^[%lld conversation](inflect: true)
ja: %lld 件のチャット
zh_hans: %lld 个对话

source: Cwd
fr: Répertoire courant
ja: 作業ディレクトリ
zh_hans: 工作目录

source: Host
fr: Hôte
ja: ホスト
zh_hans: 主机

source: Modal
fr: Modale
ja: モーダル
zh_hans: 模态

source: Prompts
fr: Invites
ja: プロンプト
zh_hans: 提示词

source: Skin
fr: Apparence
ja: スキン
pt_br: Aparência
zh_hans: 外观

source: Token
fr: Jeton
ja: トークン
zh_hans: 令牌

source: Tokens
fr: Jetons
ja: トークン
zh_hans: 令牌

source: · %lld tok
ja: · %lld トークン
zh_hans: · %lld 个令牌

source: %@ mini-app
ja: %@ ミニアプリ
zh_hans: %@ 小应用

source: Auth
ja: 認証
zh_hans: 认证

source: Backend
ja: バックエンド
zh_hans: 后端

source: bot
ja: ボット
zh_hans: 机器人

source: Bots
ja: ボット
zh_hans: 机器人

source: Chat
ja: チャット
zh_hans: 聊天

source: Chat · %@
ja: チャット · %@
zh_hans: 聊天 · %@

source: Chat (Scarf)
ja: チャット (Scarf)
zh_hans: 聊天 (Scarf)

source: Chats
ja: チャット
zh_hans: 聊天

source: Homeserver
ja: ホームサーバー
zh_hans: 主服务器

source: normal
ja: 通常
zh_hans: 普通

source: Plugins
ja: プラグイン
zh_hans: 插件

source: Prompt
ja: プロンプト
zh_hans: 提示

source: SKILLS
ja: スキル
zh_hans: 技能

source: Streaming
ja: ストリーミング
zh_hans: 流式输出

source: Terminal
ja: ターミナル
zh_hans: 终端

source: tool-override
ja: ツールオーバーライド

source: Webhooks
ja: Webhook

source: cron
zh_hans: 定时任务

source: Cron
zh_hans: 定时任务

source: Kanban
zh_hans: 看板

source: Yuanbao 元宝
zh_hans: 元宝
